Repository: lisenhuang/Umless
Catalog: iOS/Umless/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %.0f ms
zh_hans: %.0f 毫秒

source: %d cuts
zh_hans: %d 处剪辑

source: %d found
zh_hans: 找到 %d 处

source: 1 cut
zh_hans: 1 处剪辑

source: All
zh_hans: 全选

source: Appearance
zh_hans: 外观

source: Balanced
zh_hans: 均衡

source: Browse Files
zh_hans: 浏览文件

source: Cancel
zh_hans: 取消

source: Catch everything
zh_hans: 尽量全部找出

source: Choose Video
zh_hans: 选择视频

source: Close
zh_hans: 关闭

source: Confidence %.0f%%
zh_hans: 置信度 %.0f%%

source: Couldn’t read the video: %@
zh_hans: 无法读取视频：%@

source: Couldn’t write the exported video: %@
zh_hans: 无法写入导出的视频：%@

source: Cut the ums out
zh_hans: 剪掉那些语气词

source: Dark
zh_hans: 深色

source: Done
zh_hans: 完成

source: Every selected cut together removes the whole video — deselect a few and try again.
zh_hans: 所选的剪辑加起来会删掉整段视频，请取消勾选一些后重试。

source: Export Video
zh_hans: 导出视频

source: Exporting your video…
zh_hans: 正在导出视频…

source: Fewest false alarms — safest for a hands-off cut.
zh_hans: 误报最少，适合直接一键剪掉。

source: Filler detection
zh_hans: 语气词识别

source: Flags more, including some that aren’t fillers.
zh_hans: 找得更多，但会混入一些并非语气词的片段。

source: Follow System
zh_hans: 跟随系统

source: Language
zh_hans: 语言

source: Light
zh_hans: 浅色

source: Listening for fillers…
zh_hans: 正在识别语气词…

source: Loading the video…
zh_hans: 正在载入视频…

source: New length %1$@, still %2$@.
zh_hans: 新时长 %1$@，仍为 %2$@。

source: Next filler
zh_hans: 下一个语气词

source: No fillers at this setting
zh_hans: 当前设置下没有找到语气词

source: None
zh_hans: 全不选

source: OK
zh_hans: 好

source: Only obvious ones
zh_hans: 只找明显的

source: Open Video
zh_hans: 打开视频

source: Pause
zh_hans: 暂停

source: Play
zh_hans: 播放

source: Play from %@
zh_hans: 从 %@ 开始播放

source: Play the edited version instead of the original
zh_hans: 播放剪辑后的版本，而不是原片

source: Preview the cut
zh_hans: 预览剪辑结果

source: Previous filler
zh_hans: 上一个语气词

source: Pulling out the audio…
zh_hans: 正在提取音频…

source: Re-encoding at the source resolution and frame rate.
zh_hans: 以原始分辨率和帧率重新编码。

source: Reading the video…
zh_hans: 正在读取视频…

source: Running on this device’s Neural Engine.
zh_hans: 正在使用本机的神经网络引擎。

source: Runs entirely on your device — nothing is uploaded.
zh_hans: 全部在你的设备上运行，不上传任何内容。

source: Save to Photos
zh_hans: 存储到相册

source: Saved to Photos
zh_hans: 已存储到相册

source: Saving…
zh_hans: 正在存储…

source: Sensitivity
zh_hans: 灵敏度

source: Settings
zh_hans: 设置

source: Share…
zh_hans: 共享…

source: Something went wrong
zh_hans: 出错了

source: Takes the breath either side of the filler with it.
zh_hans: 连同语气词两侧的换气声一起剪掉。

source: That file doesn’t contain a video track Umless can read.
zh_hans: 这个文件里没有 Umless 能读取的视频轨道。

source: That video couldn’t be loaded from your library.
zh_hans: 无法从相册中载入这个视频。

source: That video has no audio track, so there’s nothing to listen to for filler words.
zh_hans: 这个视频没有音频轨道，无法从中识别语气词。

source: The filler-detection model is missing from this copy of Umless. Reinstall the app.
zh_hans: 这份 Umless 中缺少语气词识别模型，请重新安装应用。

source: The model’s default trade-off.
zh_hans: 模型的默认取舍。

source: This one will be cut
zh_hans: 这一处会被剪掉

source: This one will be kept
zh_hans: 这一处会保留

source: Trim around each cut
zh_hans: 每处剪辑的余量

source: Try “Catch everything” to widen the net.
zh_hans: 试试“尽量全部找出”来放宽范围。

source: Umless listens for “um”, “uh” and “hmm”, shows you each one, and exports a cut at the original resolution and frame rate.
zh_hans: Umless 会听出每一处 “um”、“uh” 和 “hmm”，逐条列给你，并以原始分辨率和帧率导出剪好的视频。

source: Umless needs permission to save videos to your photo library. You can grant it in Settings.
zh_hans: Umless 需要权限才能把视频存储到相册，可在“设置”中授予。

source: Your video is in Recents, at the original resolution and frame rate.
zh_hans: 视频已存入「最近项目」，分辨率与帧率均与原片一致。

source: filler
zh_hans: 语气词
